2016/brp 2016-02-09/art/art-framework/engine/src/main/resources/VoorbeeldScript/request_template.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
   <soap:Header/>
   <soap:Body>
      <brp:bevragen_VraagDetailsPersoon brp:cIDVerzendend="id.detailsPersoon">
         <brp:stuurgegevens brp:cIDVerzendend="id.stuurgegevens">
            <brp:organisatie>${DataSource Values#organisatie}</brp:organisatie>
            <brp:applicatie>${DataSource Values#applicatie}</brp:applicatie>
            <brp:referentienummer>${DataSource Values#referentienummer}</brp:referentienummer>
         </brp:stuurgegevens>
         <brp:vraag>
            <brp:zoekcriteria brp:cIDVerzendend="id.zoekcriteria">
               <brp:burgerservicenummer>${DataSource Values#burgerservicenummer}</brp:burgerservicenummer>
            </brp:zoekcriteria>
         </brp:vraag>
      </brp:bevragen_VraagDetailsPersoon>
   </soap:Body>
</soap:Envelope>
